Repository: IMIO/imio.gdpr
Catalog: src/imio/gdpr/locales/*/LC_MESSAGES/imio.gdpr.po
Languages: es

source: GDPR
es: RGPD

source: settings
es: Parámetros de RGPD

source: Installs the imio.gdpr add-on.
es: Instalar el complemento imio.gdpr

source: Show GDPR explanation.
es: El texto a continuación se puede sobrecargar creando documentos con los siguientes identificadores en la raíz del sitio:<br /> - gdpr-explanation<br /> - mentions-legales<br /> - avisos-legales<br /> - mentions-legales-nl<br /> - mentions-legales-en<br /> Esto es especialmente útil para sitios multilingües.

source: Uninstalls the imio.gdpr add-on.
es: Desinstalar el complemento imio.gdpr

source: help_is_text_ready
es: Marque la casilla si desea mostrar el enlace "Avisos legales" en el pie de página del sitio y hacer que el texto sea accesible

source: help_text
es: El texto a continuación estará disponible para el usuario a través de un enlace de "aviso legal" colocado automáticamente en el pie de página del sitio

source: imio.gdpr (uninstall)
es: imio.gdpr (desinstalar)

source: is_text_ready_text
es: Publicar el texto

source: title_text
es: Avisos legales
